Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/employment/employment_and_disability/training_grants_for_disability_awareness_in_employment.html.txt.tmx
Source language: en
Languages: ga

source: Disability awareness training grants
ga: Deontais traenála le bheith ar an eolas maidir le míchumas

source: Employers that provide disability awareness training for their staff may be able to apply for grant aid towards the cost of this training
ga: D'fhéadfadh sé go mbeadh fostóirí a chuireann traenáil ar fáil dá bhfoireann oibre maidir le míchumas in ann iarratas a dhéanamh ar dheontas le costais na traenála sin a chlúdach

source: Disability awareness aims to provide the best possible customer service to clients and customers and promotes the employability of disabled people by creating work environments that are open and welcoming to all staff
ga: Is í an aidhm atá le foireann a chur ar an eolas maidir le míchumas ná seirbhís custaiméara den scoth a sholáthar do chliaint agus custaiméirí agus fostaíocht do dhaoine faoi mhíchumas a chur chun cinn trí thimpeallacht oibre atá oscailte agus fáilteach a chruthú don fhoireann uile

source: The Disability Awareness Training Support Scheme is aimed at employers that provide this training and helps raise awareness of disability issues in the workplace
ga: Tá scéim deontais traenála le bheith ar an eolas maidir le míchumas dírithe ar fhostóirí a sholáthraíonn traenáil agus a chuidíonn le daoine a chur ar an eolas faoi cheisteanna a bhaineann le míchumas san ionad oibre

source: Disability awareness also addresses the concerns and misconceptions that employers and employees may have about working with disabled people
ga: Má chuirtear daoine ar an eolas maidir le míchumas is féidir dul i ngleic le himní nó míthuiscintí atá ag fostóirí agus ag fostaithe maidir le bheith ag obair le daoine atá faoi mhíchumas

source: The scheme is funded under the Department of Social Protection’s Reasonable Accommodation Fund
ga: Tá an scéim maoinithe ag an gCiste Freastal Réasúnta na Roinne Coimirce Sóisialaí

source: Under the terms of the Employment Equality Acts 1998-2015 and the Equal Status Acts 2000-2015 employers are encouraged to initiate "positive action" training that focuses on achieving equality and eliminating discrimination
ga: Sna hAchtanna um Chomhionannas Fostaíochta 1998-2015 agus sna hAchtanna um Chomhionannas Stádais 2000-2015 mar atá sé spreagtar fostóirí i dtreo traenála don "ghníomhaíocht dhearfach" a thosú a dhíríonn ar chothromaíocht a bhaint amach agus leatrom a sheachaint

source: Disability awareness training that qualifies for grant aid is suitable for the following:
ga: Tá deontais ar fáil le haghaidh traenála maidir le heolas ar mhíchumas dóibh seo a leanas:

source: • Employers interested in employing or retaining staff with disabilities
ga: • Fostóirí a bhfuil suim acu fostaíocht a chur ar fáil do dhaoine faoi mhíchumas nó fostaithe faoi mhíchumas a fhostú

source: • Employers interested in promoting the employment of staff with disabilities
ga: • Fostóirí a bhfuil suim acu fostaíocht do dhaoine faoi mhíchumas a chur chun cinn

source: • Employees at all levels in your organisation
ga: • An fhoireann ag gach leibhéal de d'eagraíocht

source: Disability awareness training that is undertaken must form part of your organisation's human resources or equal opportunities policy and the programme must be approved by the managing director of your organisation
ga: Caithfidh aon traenáil maidir le heolas ar mhíchumas a reachtáiltear a bheith mar pháirt de pholasaí Achmhainní Daonna nó Comhionannais Deiseanna na heagraíochta agus caithfidh an clár a bheith ceadaithe ag Bainisteoir Stiúrtha na heagraíochta

source: Disability awareness training (in-company or external) delivered by the parent company or associated organisation or by a member(s) of the company’s own staff will not be eligible for funding under this scheme
ga: Ní chuirfear deontais ar fáil faoin scéim seo do chláracha traenála (inmhéanacha nó seachtracha) atá curtha ar fáil ag máthairchomhlacht nó ag fo-eagraíocht nó do chlár a bhfuil ball foirne den eagraíocht ag cur ar fáil

source: Further information for staff in public bodies responsible for carrying out and managing the procurement of services and goods can be found on the NDA’s website
ga: Caithfidh traenálaithe a sholáthraíonn traenáil maidir le míchumas a bheith ceadaithe agus cláraithe leis an Roinn ó thaobh a gcuid saineolais traenála

source: The disability awareness course provider selected by the organisation must be approved by a Department of Social Protection (DSP) Case Officer or an Assistant Principal prior to the commencement of the training programme or course
ga: Déanfaidh coiste náisiúnta athbhreithniú ar iarratais a thagann isteach ó thraenálaithe le cúrsaí eolais maidir le míchumas a chur ar fáil agus déanfar monatóireacht rialta ar a gcuid oibre lena chinntiú go bhfuil ardchaighdeán traenála i bhfeidhm

source: Training that is eligible for this grant is aimed at providing employees with an understanding and awareness of the issues surrounding disability, especially as it impacts on the participation of people with disabilities in the workforce. It should include the following:
ga: Ní chuirfear deontais ar fáil faoin scéim seo do chláracha traenála (inmhéanacha nó seachtracha) atá curtha ar fáil ag máthaireagraíocht nó ag fo-eagraíocht nó do chlár a bhfuil ball foirne den eagraíocht ag cur ar fáil

source: Grant assistance of 90% of the eligible training programme costs (up to a maximum of €20,000 in any one calendar year) is available to your organisation for the first year of training
ga: Tá deontas de 90% de chostais incháilithe an chláir traenála ar fáil d'eagraíocht (suas go dtí uasmhéid de €20,000 in aon bhliain fhéilire) don chéad bhliain traenála

source: After this first year, 80% of eligible training programme costs is covered (to a maximum of €20,000 in any one calendar year)
ga: Tá 80% de chostais incháilithe traenála an chláir clúdaithe i ndiaidh na céad bliana (suas go dtí uasmhéid de €20,000 in aon bhliain fhéilire)

source: Eligible programme costs include:
ga: Is féidir costais an chláir dóibh seo a leanas a fháil:

source: • Fees paid for in-house disability awareness training by external trainers
ga: • Táillí an traenálaí do thraenáil foirne taobh istigh den chomhlacht

source: • Learning materials (up to a maximum cost of €650) that are clearly associated with the training programme (for example, DVD's, manuals, books)
ga: • Ábhair fhoghlamtha (suas go dtí uasmhéid €650), sin ábhair a bhfuil baint díreach acu leis an gclár traenála (mar shampla, físeáin, lámh-leabhair, leabhair)

source: • Computer/web-based or open learning programme fees
ga: • Táillí do chláracha ríomhaireachta / bunaithe ar an idirlíon nó do chláracha cian-fhoghlamtha

source: • Fees paid in respect of external programmes
ga: • Táillí a íocadh le cláracha lasmuigh den chomhlacht

source: Activities that are not grant aided
ga: Gníomhaíochtaí nach bhfuil i dteideal deontais

source: The following activities are not grant aided
ga: Ní thugtar cúnamh airgid dóibh seo a leanas:

source: • Purchase of hardware equipment and software systems for training purposes
ga: • Ceannacht trealamh crua earraí nó córais bhog earraí le haghaidh traenála

source: • Consultancy-type projects associated with equipment
ga: • Tionscnaimh Chomhairleacha a bhaineann le trealamh

source: • Capital expenditure associated with training
ga: • Caiteachas Caipitil a bhaineann le traenáil

source: • Conferences, trade exhibitions, seminars and workshops
ga: • Comhdhálacha, taispeántais trádála, seimineáir nó ceardlanna

source: • The purchase of audio-tapes, records or videos
ga: • Ceannacht caiséid fhuaime, ceirníní nó fístéipeanna

source: If you wish to apply for approval for this scheme, you can request an application form from a Department of Social Protection Case Officer or Assistant Principal
ga: Más mian leat iarratas a dhéanamh ar an scéim seo, déan teagmháil le do thoil leis an oifig seirbhísí fostaiochta áitiúil, a bheidh in ann freisin liosta de Thraenálaithe um Chláracha Eolais maidir le Míchumas atá cláraithe leis an Roinn i gcomhar leis an scéim seo a chur ar fáil duit

source: This should be submitted at least 3 weeks (but not earlier than 2 months) before the commencement of each programme
ga: Caithfear do iarratas ar dheontas faoin scéim seo a bheith curtha ar aghaidh ar a laghad 3 seachtainí (ach gan a bheith níos luaithe ná 2 mhí) roimh dáta tosnaithe an chláir

source: Before grants are paid, your organisation must complete the appropriate claim form and return it no later than 2 months after the completion of the programme
ga: Sula n-íocfar aon deontas, caithfidh d'eagraíocht an fhoirm éilimh chuí a líonadh isteach agus í a sheoladh ar ais taobh istigh de 2 mhí ó dheireadh an chláir

source: Certificates of attendance, which must include certain specific information, supplied by the training organisation must also be supplied with the claim form
ga: Caithfear teastais tinrimh le heolas áirithe curtha ar fáil ag an eagraíocht traenála a bheith iniata leis an bhfoirm

source: You can download a claim form here (pdf)
ga: Is féidir foirm éilimh a íoslódáil anseo (pdf)

source: In order to apply for grant assistance under this scheme, your organisation must not be in receipt of grants from any other source relating to disability awareness training
ga: Ní féidir leat deontais a tharraingt anuas ó aon fhoinse eile do thraenáil a bhaineann le heolas maidir le míchumas má tá tú ag déanamh iarratais faoin scéim seo

source: Further information regarding the application and processing of claims for grant aid (pdf) under this scheme are available from your local Intreo centre or social welfare branch
ga: Tá tuilleadh eolais maidir le iarratais ar chúnamh deontais faoin scéim (pdf) seo ar fáil ó d'oifig seirbhísí fostaíochta áitiúil nó ionad Intreo
